/*
  LocalizableMockCalendars.strings
  ThingsTouch

  Created by Jace on 13/4/17.
  Copyright © 2017 Cultured Code. All rights reserved.
*/

// Strings used when mocking the calendars in THCCalendarEventsDataSource.m (in ThingsCommon).
//
// Used when taking screenshots.

/* "Home" calendar */

"Coffee with Sarah" = "さと子とお茶";
"Craft beer seminar" = "手作りビールのセミナー";
"Electrician comes" = "電気屋さんが来る";
"Go cycling with Marc" = "マコとサイクリング";
"Hit the gym with Alex" = "あゆむとジム";
"Italian lesson" = "イタリア語のクラス";
"Marc’s birthday" = "マコの誕生日";
"Volunteer at the library" = "図書館でボランティア";

/* "Work" calendar */

"Benefits presentation" = "経済効果についてのプレゼン";
"Budget review" = "予算の見直し";
"Interview with Lydia" = "山本さんと面接";
"Meet with Diane" = "ダイアナと会う";
"Monthly conference call" = "月例電話会議";
"Team meeting" = "チームの会議";
"Work from home" = "自宅から仕事";
